Repository: zizicici/Watermelon
Catalog: Watermelon/Resource/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hant, zh_hk

# pip.status.cancelled
source: Stopped
de: Gestoppt
es: Detenido
es_419: Detenido
fr: Arrêté
ja: 停止
ko: 중지됨
pt_br: Interrompido
pt_pt: Interrompido
ru: Остановлено
uk: Зупинено
zh_hans: 已停止
zh_hant: 已停止
zh_hk: 已停止

# pip.status.completed
source: All Done
de: Alles erledigt
es: Todo listo
es_419: Todo listo
fr: Terminé
ja: すべて完了
ko: 모두 완료
pt_br: Tudo pronto
pt_pt: Tudo pronto
ru: Готово
uk: Усе готово
zh_hans: 全部完成
zh_hant: 全部完成
zh_hk: 全部完成

# pip.status.failed
source: Failed
de: Fehlgeschlagen
es: Falló
es_419: Falló
fr: Échec
ja: 失敗
ko: 실패
pt_br: Falhou
pt_pt: Falhou
ru: Ошибка
uk: Невдача
zh_hans: 执行失败
zh_hant: 執行失敗
zh_hk: 執行失敗

# profileFormatUnsupported
source: This remote backup was created by a newer version of %@. Please update from the App Store to continue.
de: Dieses Remote-Backup wurde mit einer neueren Version von %@ erstellt. Aktualisieren Sie die App im App Store, um fortzufahren.
es: Esta copia de seguridad remota se creó con una versión más reciente de %@. Actualiza desde la App Store para continuar.
es_419: Este respaldo remoto se creó con una versión más reciente de %@. Actualiza desde la App Store para continuar.
fr: Cette sauvegarde distante a été créée avec une version plus récente de %@. Veuillez mettre à jour depuis l’App Store pour continuer.
ja: このリモートバックアップは新しいバージョンの %@ で作成されました。続行するには App Store からアップデートしてください。
ko: 이 원격 백업은 더 새로운 버전의 %@(으)로 생성되었습니다. 계속하려면 App Store에서 업데이트하세요.
pt_br: Este backup remoto foi criado com uma versão mais recente de %@. Atualize na App Store para continuar.
pt_pt: Esta cópia de segurança remota foi criada com uma versão mais recente de %@. Atualize na App Store para continuar.
ru: Эта удалённая резервная копия создана более новой версией %@. Обновите приложение в App Store, чтобы продолжить.
uk: Цю віддалену резервну копію створено новішою версією %@. Оновіть в App Store, щоб продовжити.
zh_hans: 此远端备份由更新版本的 %@ 创建。请前往 App Store 更新后再继续使用。
zh_hant: 此遠端備份由更新版本的 %@ 建立。請前往 App Store 更新後再繼續使用。
zh_hk: 此遠端備份由更新版本的 %@ 建立。請前往 App Store 更新後再繼續使用。

# remoteBrowser.empty.message
source: Photos and videos backed up to this node will appear here.
de: Auf diesem Knoten gesicherte Fotos und Videos erscheinen hier.
es: Las fotos y los vídeos incluidos en la copia de seguridad de este nodo aparecerán aquí.
es_419: Las fotos y los videos respaldados en este nodo aparecerán aquí.
fr: Les photos et vidéos sauvegardées sur ce nœud apparaîtront ici.
ja: このノードにバックアップした写真とビデオがここに表示されます。
ko: 이 노드에 백업한 사진과 동영상이 여기에 표시됩니다.
pt_br: As fotos e os vídeos salvos neste nó aparecerão aqui.
pt_pt: As fotos e os vídeos guardados neste nó aparecerão aqui.
ru: Здесь появятся фото и видео, скопированные на этот узел.
uk: Тут з’являться фото та відео, збережені на цьому вузлі.
zh_hans: 已备份到此节点的照片和视频会显示在这里。
zh_hant: 已備份到此節點的照片和影片會顯示在這裡。
zh_hk: 已備份到此節點的相片和影片會顯示在這裡。

# remoteBrowser.empty.title
source: Nothing Backed Up Yet
de: Noch nichts gesichert
es: Todavía no hay copias de seguridad
es_419: Todavía no hay respaldos
fr: Rien n'a encore été sauvegardé
ja: まだバックアップがありません
ko: 아직 백업된 항목이 없음
pt_br: Nada foi salvo ainda
pt_pt: Ainda não há itens guardados
ru: Пока нет резервных копий
uk: Ще немає резервних копій
zh_hans: 暂无已备份内容
zh_hant: 尚無已備份內容
zh_hk: 尚無已備份內容

# remoteThumbnails.backfill.doneMessage
source: Generated %1$lld, skipped %2$lld.
de: %1$lld erzeugt, %2$lld übersprungen.
es: Se generaron %1$lld, se omitieron %2$lld.
es_419: Se generaron %1$lld, se omitieron %2$lld.
fr: %1$lld générées, %2$lld ignorées.
ja: %1$lld 件を生成し、%2$lld 件をスキップしました。
ko: %1$lld개 생성, %2$lld개 건너뜀.
pt_br: Geradas: %1$lld; ignoradas: %2$lld.
pt_pt: Geradas: %1$lld; ignoradas: %2$lld.
ru: Создано: %1$lld, пропущено: %2$lld.
uk: Створено: %1$lld, пропущено: %2$lld.
zh_hans: 已生成 %1$lld 张，跳过 %2$lld 张。
zh_hant: 已產生 %1$lld 張，略過 %2$lld 張。
zh_hk: 已產生 %1$lld 張，略過 %2$lld 張。

# remoteThumbnails.backfill.doneTitle
source: Done
de: Fertig
es: Listo
es_419: Listo
fr: Terminé
ja: 完了
ko: 완료
pt_br: Concluído
pt_pt: Concluído
ru: Готово
uk: Готово
zh_hans: 完成
zh_hant: 完成
zh_hk: 完成

# remoteThumbnails.backfill.empty
source: There is nothing to generate.
de: Es gibt nichts zu erzeugen.
es: No hay nada que generar.
es_419: No hay nada que generar.
fr: Il n'y a rien à générer.
ja: 生成するものはありません。
ko: 생성할 항목이 없습니다.
pt_br: Não há nada para gerar.
pt_pt: Não há nada para gerar.
ru: Нечего создавать.
uk: Немає чого створювати.
zh_hans: 没有需要生成的内容。
zh_hant: 沒有需要產生的內容。
zh_hk: 沒有需要產生的內容。

# remoteThumbnails.backfill.failedMessage
source: Generated %1$lld, skipped %2$lld, failed %3$lld.
de: %1$lld erzeugt, %2$lld übersprungen, %3$lld fehlgeschlagen.
es: Se generaron %1$lld, se omitieron %2$lld, fallaron %3$lld.
es_419: Se generaron %1$lld, se omitieron %2$lld, fallaron %3$lld.
fr: %1$lld générées, %2$lld ignorées, %3$lld en échec.
ja: %1$lld 件を生成し、%2$lld 件をスキップしました。%3$lld 件の生成に失敗しました。
ko: %1$lld개 생성, %2$lld개 건너뜀, %3$lld개 실패.
pt_br: Geradas: %1$lld; ignoradas: %2$lld; com falha: %3$lld.
pt_pt: Geradas: %1$lld; ignoradas: %2$lld; com falha: %3$lld.
ru: Создано: %1$lld, пропущено: %2$lld, не удалось: %3$lld.
uk: Створено: %1$lld, пропущено: %2$lld, не вдалося: %3$lld.
zh_hans: 已生成 %1$lld 张，跳过 %2$lld 张，失败 %3$lld 张。
zh_hant: 已產生 %1$lld 張，略過 %2$lld 張，失敗 %3$lld 張。
zh_hk: 已產生 %1$lld 張，略過 %2$lld 張，失敗 %3$lld 張。

# remoteThumbnails.backfill.progressTitle
source: Generating Thumbnails…
de: Miniaturbilder werden erzeugt…
es: Generando miniaturas…
es_419: Generando miniaturas…
fr: Génération des miniatures…
ja: サムネールを生成中…
ko: 썸네일 생성 중…
pt_br: Gerando miniaturas…
pt_pt: A gerar miniaturas…
ru: Создание миниатюр…
uk: Створення мініатюр…
zh_hans: 正在生成缩略图…
zh_hant: 正在產生縮圖…
zh_hk: 正在產生縮圖…

# remoteThumbnails.backfill.promptMessage
source: The switch only applies to future backups. Generate thumbnails for content already backed up to this node?
de: Der Schalter gilt nur für zukünftige Backups. Miniaturbilder für bereits auf diesem Knoten gesicherte Inhalte erzeugen?
es: El interruptor solo se aplica a las copias de seguridad futuras. ¿Quieres generar miniaturas del contenido que ya está en la copia de seguridad de este nodo?
es_419: El interruptor solo se aplica a los respaldos futuros. ¿Quieres generar miniaturas del contenido que ya está respaldado en este nodo?
fr: Le réglage ne s'applique qu'aux sauvegardes futures. Générer des miniatures pour le contenu déjà sauvegardé sur ce nœud ?
ja: このスイッチは今後のバックアップにのみ適用されます。このノードにすでにバックアップ済みのコンテンツのサムネールを生成しますか？
ko: 이 설정은 향후 백업에만 적용됩니다. 이 노드에 이미 백업된 콘텐츠의 썸네일을 생성할까요?
pt_br: A opção só se aplica a backups futuros. Gerar miniaturas para o conteúdo já salvo neste nó?
pt_pt: A opção só se aplica a cópias de segurança futuras. Gerar miniaturas para o conteúdo já guardado neste nó?
ru: Переключатель применяется только к будущим резервным копиям. Создать миниатюры для содержимого, уже сохранённого на этом узле?
uk: Перемикач застосовується лише до майбутніх резервних копій. Створити мініатюри для вмісту, уже збереженого на цьому вузлі?
zh_hans: 开关只对以后的备份生效。要为已备份到此节点的内容生成缩略图吗？
zh_hant: 開關只對以後的備份生效。要為已備份到此節點的內容產生縮圖嗎？
zh_hk: 開關只對以後的備份生效。要為已備份到此節點的內容產生縮圖嗎？

# remoteThumbnails.backfill.promptTitle
source: Generate Thumbnails Now?
de: Miniaturbilder jetzt erzeugen?
es: ¿Generar miniaturas ahora?
es_419: ¿Generar miniaturas ahora?
fr: Générer les miniatures maintenant ?
ja: 今すぐサムネールを生成しますか？
ko: 지금 썸네일을 생성할까요?
pt_br: Gerar miniaturas agora?
pt_pt: Gerar miniaturas agora?
ru: Создать миниатюры сейчас?
uk: Створити мініатюри зараз?
zh_hans: 现在生成缩略图？
zh_hant: 現在產生縮圖？
zh_hk: 現在產生縮圖？

# remoteThumbnails.enable.footer
source: When on, a small thumbnail is generated for each backed-up item and uploaded to the node's .watermelon/thumbs folder. This lets you quickly preview backed-up photos and videos in the remote browser — especially videos, which otherwise require downloading the entire file to show a frame. Cost: one extra small upload per item, plus a little extra space on the node (a few dozen KB each).
de: Wenn aktiviert, wird für jedes gesicherte Objekt zusätzlich ein kleines Miniaturbild erzeugt und in den Ordner .watermelon/thumbs des Knotens hochgeladen. So kannst du gesicherte Fotos und Videos im Remote-Browser schnell in der Vorschau ansehen – besonders Videos, für die sonst die ganze Datei geladen werden müsste, um ein Bild zu zeigen. Kosten: ein zusätzlicher kleiner Upload pro Objekt sowie etwas mehr Speicher auf dem Knoten (je etwa einige zehn KB).
es: Cuando se activa, se genera una pequeña miniatura de cada elemento incluido en la copia de seguridad y se sube a la carpeta .watermelon/thumbs del nodo. Así puedes previsualizar rápidamente las fotos y los vídeos de la copia de seguridad en el explorador remoto, sobre todo los vídeos, que de otro modo requieren descargar el archivo completo para mostrar un fotograma. Coste: una pequeña subida adicional por elemento y algo más de espacio en el nodo (unas decenas de KB por miniatura).
es_419: Cuando se activa, se genera una pequeña miniatura de cada elemento respaldado y se carga en la carpeta .watermelon/thumbs del nodo. Así puedes previsualizar rápidamente las fotos y los videos respaldados en el explorador remoto, sobre todo los videos, que de otro modo requieren descargar el archivo completo para mostrar un fotograma. Costo: una pequeña carga adicional por elemento y algo más de espacio en el nodo (unas decenas de KB por miniatura).
fr: Lorsque cette option est activée, chaque élément sauvegardé génère aussi une petite miniature envoyée dans le dossier .watermelon/thumbs du nœud. Cela permet de prévisualiser rapidement les photos et vidéos sauvegardées dans le navigateur distant — surtout les vidéos, qui nécessitent sinon le téléchargement du fichier entier pour afficher une image. Coût : un petit envoi supplémentaire par élément, plus un peu d'espace sur le nœud (quelques dizaines de Ko chacune).
ja: オンにすると、バックアップした各項目について小さなサムネールも生成され、ノードの .watermelon/thumbs フォルダにアップロードされます。これにより、リモートブラウザでバックアップ済みの写真やビデオをすばやくプレビューできます。特にビデオは、そうでなければ 1 フレームを表示するのにファイル全体をダウンロードする必要があります。コスト: 項目ごとに小さなアップロードが 1 回追加され、ノードの容量も少し増えます（各数十 KB 程度）。
ko: 켜면 백업된 각 항목에 대해 작은 썸네일도 생성되어 노드의 .watermelon/thumbs 폴더에 업로드됩니다. 이를 통해 원격 브라우저에서 백업된 사진과 동영상을 빠르게 미리 볼 수 있습니다. 특히 동영상은 그렇지 않으면 한 프레임을 표시하기 위해 전체 파일을 내려받아야 합니다. 비용: 항목당 작은 업로드 한 번 추가와 노드의 약간의 추가 공간(각 수십 KB 정도).
pt_br: Quando ativado, cada item salvo também gera uma miniatura pequena enviada para a pasta .watermelon/thumbs do nó. Isso permite pré-visualizar rapidamente fotos e vídeos salvos no navegador remoto — especialmente vídeos, que de outra forma exigem baixar o arquivo inteiro para mostrar um quadro. Custo: um pequeno envio extra por item, além de um pouco mais de espaço no nó (cerca de dezenas de KB cada).
pt_pt: Quando ativado, cada item guardado também gera uma miniatura pequena enviada para a pasta .watermelon/thumbs do nó. Isto permite pré-visualizar rapidamente fotos e vídeos guardados no navegador remoto — especialmente vídeos, que de outra forma exigem transferir o ficheiro inteiro para mostrar um fotograma. Custo: um pequeno envio adicional por item, mais um pouco de espaço no nó (cerca de dezenas de KB cada).
ru: Когда включено, для каждого сохранённого объекта также создаётся небольшая миниатюра и загружается в папку .watermelon/thumbs узла. Это позволяет быстро просматривать сохранённые фото и видео в удалённом браузере — особенно видео, для которого иначе пришлось бы загружать весь файл, чтобы показать кадр. Затраты: одна дополнительная небольшая загрузка на объект и немного места на узле (около нескольких десятков КБ каждая).
uk: Коли ввімкнено, для кожного збереженого об'єкта також створюється невелика мініатюра й вивантажується до папки .watermelon/thumbs вузла. Це дає змогу швидко переглядати збережені фото та відео у віддаленому браузері — особливо відео, для якого інакше довелося б завантажувати весь файл, щоб показати кадр. Витрати: одне додаткове невелике вивантаження на об'єкт і трохи місця на вузлі (близько кількох десятків КБ кожна).
zh_hans: 开启后，备份时会为每个项目额外生成一张小缩略图并上传到节点的 .watermelon/thumbs 目录。这样你就能在浏览远端相册时快速预览已备份的照片和视频（视频尤其需要，否则要下载整段才能看到画面）。代价：每个项目多一次小上传请求，并占用少量额外远端空间（每张约几十 KB）。
zh_hant: 開啟後，備份時會為每個項目額外產生一張小縮圖並上傳到節點的 .watermelon/thumbs 目錄。這樣便可在瀏覽遠端相簿時快速預覽已備份的照片和影片；影片尤其需要縮圖，否則必須下載整個檔案才能顯示畫面。代價是每個項目會增加一次小型上傳請求，並佔用少量額外遠端空間（每張約數十 KB）。
zh_hk: 開啟後，備份時會為每個項目額外產生一張小縮圖並上載到節點的 .watermelon/thumbs 目錄。這樣便可在瀏覽遠端相簿時快速預覽已備份的相片和影片；影片尤其需要縮圖，否則必須下載整個檔案才能顯示畫面。代價是每個項目會增加一次小型上載請求，並佔用少量額外遠端空間（每張約數十 KB）。

# remoteThumbnails.enable.label
source: Generate Remote Thumbnails
de: Remote-Miniaturbilder erzeugen
es: Generar miniaturas remotas
es_419: Generar miniaturas remotas
fr: Générer des miniatures distantes
ja: リモートサムネールを生成
ko: 원격 썸네일 생성
pt_br: Gerar miniaturas remotas
pt_pt: Gerar miniaturas remotas
ru: Создавать удалённые миниатюры
uk: Створювати віддалені мініатюри
zh_hans: 生成远端缩略图
zh_hant: 產生遠端縮圖
zh_hk: 產生遠端縮圖

# remoteThumbnails.maintenance.backfill
source: Generate Thumbnails for Backed-Up Items
de: Miniaturbilder für gesicherte Objekte erzeugen
es: Generar miniaturas de los elementos de la copia de seguridad
es_419: Generar miniaturas para elementos respaldados
fr: Générer des miniatures pour les éléments sauvegardés
ja: バックアップ済み項目のサムネールを生成
ko: 백업된 항목의 썸네일 생성
pt_br: Gerar miniaturas para itens salvos
pt_pt: Gerar miniaturas para itens guardados
ru: Создать миниатюры для сохранённых объектов
uk: Створити мініатюри для збережених об’єктів
zh_hans: 为已备份内容生成缩略图
zh_hant: 為已備份內容產生縮圖
zh_hk: 為已備份內容產生縮圖

# remoteThumbnails.maintenance.footer
source: The switch only affects future backups. Generate thumbnails for existing backups, or delete them to reclaim space on the node.
de: Der Schalter betrifft nur zukünftige Backups. Erzeugen Sie Miniaturbilder für vorhandene Backups oder löschen Sie sie, um Speicherplatz auf dem Knoten freizugeben.
es: El interruptor solo afecta a las copias de seguridad futuras. Genera miniaturas para el contenido que ya está en la copia de seguridad o elimínalas para liberar espacio en el nodo.
es_419: El interruptor solo afecta a los respaldos futuros. Genera miniaturas para el contenido que ya está respaldado o elimínalas para liberar espacio en el nodo.
fr: Le réglage n'affecte que les sauvegardes futures. Générez des miniatures pour le contenu déjà sauvegardé ou supprimez-les pour libérer de l'espace sur le nœud.
ja: このスイッチは今後のバックアップにのみ影響します。バックアップ済みのコンテンツ用にサムネールを生成することも、サムネールを削除してノードの空き容量を増やすこともできます。
ko: 이 설정은 향후 백업에만 영향을 줍니다. 이미 백업된 콘텐츠를 위한 썸네일을 생성하거나 삭제하여 노드 공간을 확보하세요.
pt_br: A opção só afeta backups futuros. Gere miniaturas para o conteúdo já salvo ou exclua-as para liberar espaço no nó.
pt_pt: A opção só afeta cópias de segurança futuras. Gere miniaturas para o conteúdo já guardado ou elimine-as para libertar espaço no nó.
ru: Переключатель влияет только на будущие резервные копии. Создайте миниатюры для уже сохранённого содержимого или удалите их, чтобы освободить место на узле.
uk: Перемикач впливає лише на майбутні резервні копії. Створіть мініатюри для вже збереженого вмісту або видаліть їх, щоб звільнити місце на вузлі.
zh_hans: 开关只影响以后的备份。可为已备份内容生成缩略图，或删除以回收节点空间。
zh_hant: 開關只影響以後的備份。可為已備份內容產生縮圖，或刪除以回收節點空間。
zh_hk: 開關只影響以後的備份。可為已備份內容產生縮圖，或刪除以回收節點空間。

# remoteThumbnails.maintenance.header
source: Maintenance
de: Wartung
es: Mantenimiento
es_419: Mantenimiento
ja: メンテナンス
ko: 유지 관리
pt_br: Manutenção
pt_pt: Manutenção
ru: Обслуживание
uk: Обслуговування
zh_hans: 维护
zh_hant: 維護
zh_hk: 維護

# remoteThumbnails.maintenance.purge
source: Delete Remote Thumbnails
de: Remote-Miniaturbilder löschen
es: Eliminar miniaturas remotas
es_419: Eliminar miniaturas remotas
fr: Supprimer les miniatures distantes
ja: リモートサムネールを削除
ko: 원격 썸네일 삭제
pt_br: Excluir miniaturas remotas
pt_pt: Eliminar miniaturas remotas
ru: Удалить удалённые миниатюры
uk: Видалити віддалені мініатюри
zh_hans: 删除远端缩略图
zh_hant: 刪除遠端縮圖
zh_hk: 刪除遠端縮圖

# remoteThumbnails.needConnection
source: Connect to this node first.
de: Stellen Sie zuerst eine Verbindung zu diesem Knoten her.
es: Conéctate primero a este nodo.
es_419: Conéctate primero a este nodo.
fr: Connectez-vous d'abord à ce nœud.
ja: 先にこのノードに接続してください。
ko: 먼저 이 노드에 연결하세요.
pt_br: Conecte-se a este nó primeiro.
pt_pt: Ligue-se primeiro a este nó.
ru: Сначала подключитесь к этому узлу.
uk: Спочатку під’єднайтеся до цього вузла.
zh_hans: 请先连接此节点。
zh_hant: 請先連接此節點。
zh_hk: 請先連接此節點。

# remoteThumbnails.purge.confirmMessage
source: This removes all thumbnails stored on this node to reclaim space. They can be regenerated later.
de: Dadurch werden alle auf diesem Knoten gespeicherten Miniaturbilder entfernt, um Speicher freizugeben. Sie können später neu erzeugt werden.
es: Esto elimina todas las miniaturas guardadas en este nodo para liberar espacio. Se pueden regenerar más tarde.
es_419: Esto elimina todas las miniaturas guardadas en este nodo para liberar espacio. Se pueden regenerar más tarde.
fr: Cela supprime toutes les miniatures stockées sur ce nœud pour libérer de l'espace. Elles pourront être régénérées plus tard.
ja: これにより、このノードに保存されているすべてのサムネールが削除され、容量が解放されます。後で再生成できます。
ko: 이렇게 하면 공간을 확보하기 위해 이 노드에 저장된 모든 썸네일이 삭제됩니다. 나중에 다시 생성할 수 있습니다.
pt_br: Isso remove todas as miniaturas armazenadas neste nó para liberar espaço. Elas podem ser geradas novamente depois.
pt_pt: Isto remove todas as miniaturas armazenadas neste nó para libertar espaço. Podem ser geradas novamente mais tarde.
ru: Это удалит все миниатюры, хранящиеся на этом узле, чтобы освободить место. Их можно создать заново позже.
uk: Це видалить усі мініатюри, збережені на цьому вузлі, щоб звільнити місце. Їх можна створити заново пізніше.
zh_hans: 这会删除存储在此节点上的所有缩略图以回收空间。之后可以重新生成。
zh_hant: 這會刪除儲存在此節點上的所有縮圖以回收空間。之後可以重新產生。
zh_hk: 這會刪除此節點上儲存的所有縮圖以回收空間。日後可以重新產生。

# remoteThumbnails.purge.confirmTitle
source: Delete Remote Thumbnails?
de: Remote-Miniaturbilder löschen?
es: ¿Eliminar miniaturas remotas?
es_419: ¿Eliminar miniaturas remotas?
fr: Supprimer les miniatures distantes ?
ja: リモートサムネールを削除しますか？
ko: 원격 썸네일을 삭제할까요?
pt_br: Excluir miniaturas remotas?
pt_pt: Eliminar miniaturas remotas?
ru: Удалить удалённые миниатюры?
uk: Видалити віддалені мініатюри?
zh_hans: 删除远端缩略图？
zh_hant: 刪除遠端縮圖？
zh_hk: 刪除遠端縮圖？

# remoteThumbnails.purge.doneMessage
source: Remote thumbnails have been deleted.
de: Remote-Miniaturbilder wurden gelöscht.
es: Se eliminaron las miniaturas remotas.
es_419: Se eliminaron las miniaturas remotas.
fr: Les miniatures distantes ont été supprimées.
ja: リモートサムネールを削除しました。
ko: 원격 썸네일이 삭제되었습니다.
pt_br: As miniaturas remotas foram excluídas.
pt_pt: As miniaturas remotas foram eliminadas.
ru: Удалённые миниатюры удалены.
uk: Віддалені мініатюри видалено.
zh_hans: 远端缩略图已删除。
zh_hant: 遠端縮圖已刪除。
zh_hk: 遠端縮圖已刪除。

# remoteThumbnails.purge.doneTitle
source: Deleted
de: Gelöscht
es: Eliminadas
es_419: Eliminadas
fr: Supprimées
ja: 削除しました
ko: 삭제됨
pt_br: Excluídas
pt_pt: Eliminadas
ru: Удалено
uk: Видалено
zh_hans: 已删除
zh_hant: 已刪除
zh_hk: 已刪除

# remoteThumbnails.purge.failedMessage
source: Some thumbnails could not be deleted.
de: Einige Miniaturbilder konnten nicht gelöscht werden.
es: No se pudieron eliminar algunas miniaturas.
es_419: No se pudieron eliminar algunas miniaturas.
fr: Certaines miniatures n'ont pas pu être supprimées.
ja: 一部のサムネールを削除できませんでした。
ko: 일부 썸네일을 삭제하지 못했습니다.
pt_br: Não foi possível excluir algumas miniaturas.
pt_pt: Não foi possível eliminar algumas miniaturas.
ru: Некоторые миниатюры не удалось удалить.
uk: Деякі мініатюри не вдалося видалити.
zh_hans: 部分缩略图无法删除。
zh_hant: 部分縮圖無法刪除。
zh_hk: 部分縮圖無法刪除。

# remoteThumbnails.purge.progressTitle
source: Deleting…
de: Wird gelöscht…
es: Eliminando…
es_419: Eliminando…
fr: Suppression…
ja: 削除中…
ko: 삭제 중…
pt_br: Excluindo…
pt_pt: A eliminar…
ru: Удаление…
uk: Видалення…
zh_hans: 正在删除…
zh_hant: 正在刪除…
zh_hk: 正在刪除…

# remoteThumbnails.state.off
source: Off
de: Aus
es: Desactivado
es_419: Desactivado
fr: Désactivé
ja: オフ
ko: 끔
pt_br: Desligado
pt_pt: Desligado
ru: Выкл.
uk: Вимк.
zh_hans: 关
zh_hant: 關
zh_hk: 關

# remoteThumbnails.state.on
source: On
de: Ein
es: Activado
es_419: Activado
fr: Activé
ja: オン
ko: 켬
pt_br: Ligado
pt_pt: Ligado
ru: Вкл.
uk: Увімк.
zh_hans: 开
zh_hant: 開
zh_hk: 開

# remoteThumbnails.title
source: Remote Thumbnails
de: Remote-Miniaturbilder
es: Miniaturas remotas
es_419: Miniaturas remotas
fr: Miniatures distantes
ja: リモートサムネール
ko: 원격 썸네일
pt_br: Miniaturas remotas
pt_pt: Miniaturas remotas
ru: Удалённые миниатюры
uk: Віддалені мініатюри
zh_hans: 远端缩略图
zh_hant: 遠端縮圖
zh_hk: 遠端縮圖

# restore.error.unknownFailure
source: Unknown restore failure.
de: Unbekannter Wiederherstellungsfehler.
es: Error de restauración desconocido.
es_419: Error de restauración desconocido.
fr: Échec de restauration inconnu.
ja: 不明な復元エラーです。
ko: 알 수 없는 복원 오류입니다.
pt_br: Falha de restauração desconhecida.
pt_pt: Falha de restauro desconhecida.
ru: Неизвестная ошибка восстановления.
uk: Невідома помилка відновлення.
zh_hans: 因未知错误而无法恢复。
zh_hant: 因未知錯誤而無法還原。
zh_hk: 因未知錯誤而無法還原。

# restore.log.skippedIncomplete
source: %1$@: skipped %2$lld items with missing remote resources
de: %1$@: %2$lld Elemente übersprungen, denen Remote-Ressourcen fehlen
es: %1$@: %2$lld elementos omitidos por falta de recursos remotos
es_419: %1$@: %2$lld elementos omitidos por falta de recursos remotos
fr: %1$@ : %2$lld éléments ignorés en raison de ressources distantes manquantes
ja: %1$@：リモートリソース不足のため %2$lld 件をスキップ
ko: %1$@: 원격 리소스 누락으로 %2$lld개 항목 건너뜀
pt_br: %1$@: itens ignorados por falta de recursos remotos: %2$lld
pt_pt: %1$@: itens ignorados por falta de recursos remotos: %2$lld
ru: %1$@: пропущено %2$lld эл. — отсутствуют удалённые ресурсы
uk: %1$@: пропущено %2$lld об’єктів через відсутні віддалені ресурси
zh_hans: %1$@：跳过 %2$lld 个缺少远端资源的项目
zh_hant: %1$@：略過 %2$lld 個缺少遠端資源的項目
zh_hk: %1$@：略過 %2$lld 個缺少遠端資源的項目

# s3.error.accessDenied
source: Access denied. Check IAM permissions.
de: Zugriff verweigert. Prüfen Sie die IAM-Berechtigungen.
es: Acceso denegado. Verifica los permisos IAM.
es_419: Acceso denegado. Verifica los permisos IAM.
fr: Accès refusé. Vérifiez les autorisations IAM.
ja: アクセスが拒否されました。IAM 権限を確認してください。
ko: 접근이 거부되었습니다. IAM 권한을 확인하세요.
pt_br: Acesso negado. Verifique as permissões IAM.
pt_pt: Acesso negado. Verifique as permissões IAM.
ru: Доступ запрещён. Проверьте права IAM.
uk: Доступ заборонено. Перевірте IAM-дозволи.
zh_hans: 拒绝访问，请检查 IAM 权限。
zh_hant: 存取被拒，請檢查 IAM 權限。
zh_hk: 存取被拒，請檢查 IAM 權限。

# s3.error.bucketRegion
source: Bucket is in a different region. Update the region setting.
de: Der Bucket befindet sich in einer anderen Region. Passen Sie die Regionseinstellung an.
es: El bucket está en otra región. Actualiza la configuración de región.
es_419: El bucket está en otra región. Actualiza la configuración de región.
fr: Le bucket se trouve dans une autre région. Mettez à jour le réglage de région.
ja: バケットは別のリージョンにあります。リージョン設定を更新してください。
ko: 버킷이 다른 리전에 있습니다. 리전 설정을 업데이트하세요.
pt_br: O bucket está em outra região. Atualize a configuração de região.
pt_pt: O bucket está noutra região. Atualize a definição de região.
ru: Бакет находится в другом регионе. Обновите параметр региона.
uk: Бакет розташований в іншому регіоні. Оновіть параметр регіону.
zh_hans: Bucket 位于其他 Region，请更新 Region 设置。
zh_hant: Bucket 位於其他 Region，請更新 Region 設定。
zh_hk: Bucket 位於其他 Region，請更新 Region 設定。
